Revit 2027 API
ParameterTypeId.ViewSolarstudyStillDateText Property
 "Still date text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyStillDateText { get; }
Public Shared ReadOnly Property ViewSolarstudyStillDateText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyStillDateText {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyStillDateText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace